results/load-test.yml
config:
  target: 'https://project-bdccnewlocation.an.r.appspot.com'   # Replace with your app's URL
  phases:
    - duration: 60  # Duration of the test in seconds
      arrivalRate: 10  # Number of new virtual users per second

scenarios:
  - flow:
      - get:
          url: '/rest/admissions?SUBJECT_ID=28500'   # Replace with the API endpoint you're testing